[
  {
    "id": 1,
    "filename": "artworks/1.png",
    "title": "PYROGRAPHY PORTRAIT",
    "artist": "Sphesihle Hlatshwayo",
    "country": "South Africa 🇿🇦",
    "desc": "Sphesihle Hlatshwayo is a talented young South African pyrography artist known for creating detailed wood-burned portraits. He gained attention for his striking artwork of streamer IShowSpeed, which he personally gifted during Speed's visit to Johannesburg."
  },
  {
    "id": 2,
    "filename": "artworks/2.png",
    "title": "LENTICULAR PORTRAIT (Speed & Ronaldo)",
    "artist": "Christian Redeeme",
    "country": "Zimbabwe 🇿🇼",
    "desc": "During IShowSpeed's visit to Zimbabwe as part of his Africa tour, a talented local fan artist gifted him this incredible one-of-a-kind lenticular artwork. Depending on the viewing angle, the image magically switches between a portrait of Speed and his idol Cristiano Ronaldo. Speed was left completely speechless and in disbelief, calling it one of the craziest and most creative fan gifts he's received on the entire tour—highlighting Zimbabwe's amazing artistic talent!"
  },
  {
  "id": 3,
  "filename": "artworks/3.png",
  "title": "CRACKED GLASS PORTRAIT",
  "artist": "SK Original",
  "country": "South Africa 🇿🇦",
  "desc": "SK Original is a viral South African artist renowned for his breathtaking cracked glass portraits, where shattered shards come together to form powerful, resilient images. During IShowSpeed's tour stop in Johannesburg's Maboneng, he gifted this custom masterpiece capturing Speed's chaotic hype and personality. After manifesting the meetup online, SK finally handed it over—Speed was amazed, reacted energetically, and even signed it, calling it fire!"
},
{
  "id": 4,  
  "filename": "artworks/4.JPEG",
  "title": "Nshima & Chipolopolo Portrait",
  "artist": "Unnamed Friend (via @Unreal_Kev)",
  "country": "Zambia 🇿🇲",
  "desc": "A talented local Zambian artist (a personal friend of @Unreal_Kev) spent two days crafting this detailed colored pencil portrait of IShowSpeed eating nshima while wearing the national Chipolopolo soccer jersey. Created as a fan gift ahead of Speed's Lusaka arrival on January 9, 2026, it captures his intense vibe in a stadium setting with a streaming mic. @Unreal_Kev pushed for recognition during the stream, but the artist remains off social media and prefers anonymity — no name or handle shared publicly."
}
]
